Repository: aliakbark/flutter_sdui_app
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa

# appTitle
source: Flutter SDUI Demo App
ar_sa: تطبيق Flutter SDUI التجريبي

# welcomeMessage
source: Hey there! Welcome to the Flutter SDUI Demo App
ar_sa: أهلاً وسهلاً! مرحباً بك في تطبيق Flutter SDUI التجريبي

source: Start SDUI Onboarding
ar_sa: ابدأ الإعداد التفاعلي

source: Normal Onboarding
ar_sa: الإعداد العادي

# onboardingCompleted
source: Onboarding completed successfully!
ar_sa: تم إنجاز الإعداد بنجاح!

# errorMessage
source: Error: {error}
ar_sa: خطأ: {error}

source: No internet connection
ar_sa: لا يوجد اتصال إنترنت

source: Settings
ar_sa: الإعدادات

source: Language
ar_sa: اللغة

source: Theme
ar_sa: المظهر
